<?php

    return [
        /*
        |--------------------------------------------------------------------------
        | Языковые ресурсы аутентификации
        |--------------------------------------------------------------------------
        |
        | Следующие языковые ресурсы используются во время аутентификации для
        | различных сообщений которые мы должны вывести пользователю на экран.
        | Вы можете свободно изменять эти языковые ресурсы в соответствии
        | с требованиями вашего приложения.
        |
        */
            'enter' => 'Войти',
            'register' => 'Зарегистрироваться',
            'register2' => 'Регистрация пользователя',
            'registration_page' => 'Регистрация пользователя',
            'fogot_password' => 'Забыли пароль?',
            'enter_password' => 'Введите пароль',
            'password_confirmation' => 'Повторите пароль',
            'remember_me' => 'Запомнить меня',
            'not_register_yet' => 'Еще не регистрировались?',
            'alredy_hame_account' => 'Уже есть аккаунт?',
            'failed' => 'Имя пользователя и пароль не совпадают.',
            'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
             'access_rule_message'=>'   Нажимая на кнопку &laquo;Зарегистрироваться&raquo; Вы даете согласие на обработку данных
                        согласно',
             'rules'=>'Правилам'
    ];
